{
    "name": "The Way of Charts",
    "icon": "minecraft:compass",
    "category": "patchouli:seamanship",
    "entry_color": "43120F",
    "sortnum": 4,
    "pages": [
        "Without Charts, a Mariner is quite literally lost. A canny Sailor orients by Sun and fixed Stars, but to plot a Course, a Chart and a Compass remain essential.$(p)Working with Charts was once an irksome Task of rifling Piles of loose Maps, but the Mariner of To-day equips an Automatick Atlas for the Work.$(p)The Atlas stands as the Pinnacle of the Cartomantic Arts and so revolutionized Map-Work that skilled Navigators by thousands were thrust into Idleness. Such is Progress.$(p)",
        "To manifest your Atlas, concentrate upon its Sigil $(o)(M)$(). Presently, it shall appear in your Hand, opened to a Chart of your current Position. You may drag your Finger across the Page to move the Chart's Focus, or twist the Wheel to alter Magnification.$(p)If you lose your Self upon the Chart, press the angular white Indicator at the lower Right to restore your proper Place at the Center.$(p)Focusing once more on the Sigil $(o)(M)$()– or thinking of $(o)Escape$() – shall return the Atlas whence it came, until needed again.",
        "The Atlas in its Fundamentals is marvelous, but the Power to inscribe our own Markings upon Charts secures its Place as essential.$(p)To add a Marker, press firmly upon the Image of an Ink-Pot in the upper right. A new Indicator shall follow your Finger across the Chart, and pressing again places the Marker. The Atlas permits one to assign a brief Label and a small Image, which may be colored to Taste.$(p)If one wishes to mark where they stand, $(o)SHIFT$() a bit while pressing upon the Ink-Pot.$(p)To remove a Mark, press upon the Image of the Blotter (below the Ink), then on the Mark to be obliterated.$(p)",
        "With the Atlas so puissant a Wayfinder, one may wonder 'what Good is a Compass?' An ingenious Alliance between them is our Answer.$(p)When the Bearer of an Automatick Atlas holds a Compass in Hand, a Vision of cardinal Directions imposes itself upon their View, and upon this appear the Atlas's Markers, each in its true Bearing. Each Mark remains in View until one is nearly atop it.$(p)The canny Mariner will know that such Paths are as the Crow flies, and Obstacles oft intervene.$(p)Depending on its Provenance, your Atlas may have additonal Abilities - but for such, Experience is the best Teacher."
    ]
}